__all__ = ["navigations"]

# non used but PrIkOlNo
# from dataclasses import dataclass
#
#
# @dataclass
# class Place:
#     name: str
#     campus: str
#     advice: str


navigations = {
    "Медпункт💊": {
        "campus": "4🟩",
        "advice": "Медпункт находиться на первом этаже"
    },
    "Столовая🍴": {
        "campus": "1🟩",
        "advice": "Столовая находиться на первом этажеслева от выхода с главной лестницы"
    },
    "Место встречи🤝": {
        "campus": "0🟩",
        "advice": "Место встречи находиться в 105 аудитории"
    }
}
